{"title": "Study: people infected by new coronavirus 'likely' hundreds more than confirmed\n", "published_at": "Monday, January 20, 2020\n", "body": "\nOn Friday, researchers at Imperial College London posted findings estimating the number of people infected with a new coronavirus may considerably exceed 1000. The SARS-like virus first appeared in December in Wuhan, China. As of today, Chinese officials confirmed it has infected over 200 people mostly in Wuhan and killed three people. Reported cases also appeared in Thailand, South Korea, and Japan.\n\nThe study was conducted by Imperial College London's MRC Centre for Global Infectious Disease Analysis pursuant to a strange case of pneumonia in China. The study accounts for air traffic flow and known cases outside China to construe the estimate, a \"total of 1,723 cases\" in Wuhan on January 12. The research team posted their findings online before official publication.\n\n\"It is likely that the Wuhan outbreak of a novel coronavirus has caused substantially more cases of moderate or severe respiratory illness than currently reported\", reads the report.\n\nChinese authorities have speculated the virus was transferred to humans from animals in a seafood market in Wuhan, where most of the infected people were found. The study didn't exclude the possibility of human-to-human transmission.\n\nSingapore and Hong Kong have intensified screening for Wuhan airline passengers. From Friday, United States authorities declared similar measures for San Francisco, Los Angeles and New York major airports."}
{"title": "Stores in Australia lower toilet paper limits per transaction\n", "published_at": "Friday, March 13, 2020\n", "body": "\nOn Sunday and Saturday evening, Australian store chains Woolworths and Coles lowered their purchase restrictions on toilet paper to two and one package per transaction in all stores on national level, respectively. ALDI also introduced a one-pack limit, on Monday. These limitations were posted as messages on the checkouts, and on the chains' Facebook pages. Buyers were reportedly stocking up due to fears of COVID-19 in case people need to self-isolate. On Wednesday, Woolworths also limited toilet paper purchases for home delivery to one pack per order.\n\nThese changes followed the previous four-pack per transaction restriction introduced by Woolworths and Coles on March 4 and 5 respectively. Coles, in its March 8 media release, reported that with the four-pack restriction in place, \"many stores are still selling out within an hour of delivery\", and called the demand \"unprecedented\", while ALDI, in a Facebook post on Tuesday, called it \"unexpected\". Sales went up in a \"sharp increase\" last week, according to a Woolworths spokesperson. Costco's store in Canberra also limited the allowed amount to two packs last week.\n\nTo further alleviate the shortage, Coles ordered bigger packages from suppliers and increased delivery frequency, Woolworths ordered extra stock, while ALDI made stocks for a planned Wednesday special available early. Russell Zimmerman, executive director of the Australian Retailers Association, said that retailers try to raise stock, but local council restrictions on the timing of truck-deliveries make it hard. He expects rising production costs, as suppliers try to meet demand, and fewer specials. On Tuesday, ALDI announced that following the early release of stock, some stores can't run the Wednesday special.\n\nIn a News.com.au report, Dr Gary Mortimer, retail expert from Queensland University of Technology, said the stores fill the stock every night. He remarked toilet paper is a bulky item, leading to low quantity of stocks in numbers, and, when sold out, leaves vast shelf spaces empty, hardening the feeling of a shortage. \"Coles and Woolworths have a view [that] if there was plenty of stuff on the shelf, if product like toilet rolls and sanitiser could be [bought] and are there in quantities, you would probably minimise the panic\" said Russell Zimmerman per ABC News.\n\nRecycled toilet paper producer Who Gives a Crap said on last Wednesday they'd run out of stock. Kimberly-Clark, which makes Kleenex Toilet Tissue, and Solaris Paper which makes Sorbent, emphasized they were working 24/7 to maintain the supply, according to the News.com.au report.\n\nDomain.com, a real estate site, reported some property sellers offering free toilet paper to the first bidder on auctions in Melbourne, when fewer auctions were held because of buyers having time off on the long weekend of Labour Day. The Thursday edition of NT News, a daily printed in Darwin, included an eight-page insert meant to be cut up and used as toilet paper.\n\nThe stores were originally reluctant to impose restrictions, according to a report from ABC Australia on March 3 in which they said they had no plans to introduce restrictions on the purchases.\n\nRussell Zimmerman added that other products are also in high demand, including masks, sanitiser, dried goods, handwash and flour. Similarly, outside of Australia, on Sunday evening online British supermarket Ocado was observed limiting purchases of Andres toilet paper to two 12-roll packs."}
{"title": "Three aviation associations have urged the EC to lift travel restrictions\n", "published_at": "Sunday, June 14, 2020\n", "body": "\nThe three biggest associations have called the European Commission to lift all COVID-19 travel restrictions within the European Union in order to save European airlines and travel agencies from collapsing. Airlines for Europe (A4E), Airports Council International (ACI Europe) and the International Air Transport Association (IATA) have so far received positive responses from the European Commission to resume flights within Europe from 15 June 2020 for non-essential travel. Europe’s internal airline industry have been largely scaled back during the crisis, with some countries now gradually returning to a normal timetable.\n\nAs the lifting of intra-European travel and border restrictions, all European airports and airlines will have to follow the guidance that was jointly developed by the European Aviation Safety Agency (EASA) and the European Centre for Disease Prevention and Control (ECDC). This enhanced biosafety measurements will create a safer passenger journey and preventing further spread of the coronavirus within Europe. Opening up the bloc to the rest of the world will be allowed from 1 July 2020 but the European Commission is demanding member states to provide a list of non-EU countries where travellers can visit countries outside the EU."}
{"title": "US President Trump declares COVID-19 national emergency\n", "published_at": "Monday, March 16, 2020\n", "body": "\nOn Friday, United States President Donald Trump declared a national emergency in response to the ongoing coronavirus outbreak. The move came two days after the World Health Organization declared the outbreak, which causes the COVID-19 disease, to be a pandemic.\n\nThe move gives the federal government access to around US$50 billion in extra funding to combat the pandemic, according to NBC News.\n\nThe proclamation specifically said \"the COVID-19 outbreak in the United States constitutes a national emergency\" and said the national emergency began on March 1, almost two weeks before the proclamation itself. The United States Department of Health and Human Services declared the outbreak a \"public health emergency\" on January 31.\n\nTrump did not place the Federal Emergency Management Agency (FEMA) in charge of the government's response to COVID-19, which Politico reported left some experts in disaster management disappointed. Politico quoted Tim Manning, formerly a deputy administrator at FEMA, as saying \"FEMA has an important role in coordinating the larger response to the crisis\" and \"[i]f there's an emergency, FEMA needs to be involved.\"\n\nTrump made the decision under provisions of the National Emergencies Act, amongst other governing authorities. The Trump administration also announced other efforts in response to COVID-19, including waiving the interest it collects on federal student loans and increasing U.S. strategic oil reserve oil purchases."}
{"title": "SARS-CoV-2 surpasses one million infections worldwide\n", "published_at": "Sunday, April 5, 2020\n", "body": "\nOn Thursday, the total number of cases of the SARS-CoV-2 coronavirus infections surpassed one million worldwide, Johns Hopkins University data indicated. At least 52 thousand deaths were linked to COVID-19, the disease caused by the coronavirus.\n\nThe milestone came the same day Malawi confirmed its first coronavirus infections and Zambia had its first coronavirus-related death. North Korea claimed, as of Thursday, it was one of the few countries remaining free of coronavirus infections.\n\nBy yesterday, the World Health Organization reported 1,051,635 confirmed cases, including 79,332 cases in the twenty four hours preceding 10 a.m. Central European Time (0800 UTC) on April 4. In the United States, over 244 thousand coronavirus cases were recorded, linking to at least 5,900 deaths. CBS News reported, citing Johns Hopkins University data, there were over 1,000 US deaths on Wednesday caused by coronavirus infections.\n\nAround the world, countries announced stricter measures to inhibit the disease from spreading. On Thursday, Sergei Sobyanin, the mayor of Moscow, extended the city lockdown to May 1. Nationally, President Vladimir Putin declared Russians would continue to be paid without going to work until April 30. The parliament of Portugal voted to extend the national state of emergency by 15 days; the vote passed with 215 votes in favor, ten abstentions, and one vote against. Saudi Arabia extended curfews in the holy cities of Mecca and Medina to last the entire day; previously, the curfew was only in effect between 3 p.m. and 6 a.m. Thailand planned to implement a curfew between 10 p.m. and 4 a.m. The governor of Ohio, Mike DeWine, announced the state had extended its stay-at-home order until May 1."}
{"title": "SARS-CoV-2 surpasses one million confirmed infections in the United States\n", "published_at": "Wednesday, April 29, 2020\n", "body": "\nYesterday, the total number of confirmed cases of the SARS-CoV-2 coronavirus infections surpassed one million in the United States, Johns Hopkins University (JHU) data indicated. The coronavirus causes COVID-19, a sometimes-fatal disease. The milestone came a few weeks after the total number of infections worldwide surpassed one million on April 2.\n\nThe United States has the highest number of known infections, as of yesterday, with confirmed infections in the next highest country, Spain, totaling to around a quarter of a million.\n\nThe United States also has the highest number of deaths related to COVID-19, according to the JHU data; at least 55,000 deaths linked to COVID-19 in the United States as of yesterday, with the number rising by over one 1,000 deaths per day according to the Vox website. Italy, the country with the next highest number of COVID-19-related deaths, had around 27,000 as of yesterday.\n\nAccording to reports, the number of confirmed cases trails the true number of infections."}
{"title": "National Basketball Association suspends season due to COVID-19 concerns\n", "published_at": "Friday, March 13, 2020\n", "body": "\nOn Wednesday, the United States' National Basketball Association (NBA) suspended its professional basketball season due to concerns regarding COVID-19. The NBA's decision followed a Utah Jazz player testing positive for the COVID-19 virus.\n\nThe NBA did not release the identity of the player in question in its announcement. They did say he was not present at Chesapeake Energy Arena in Oklahoma City, where the Utah Jazz were to play against the Oklahoma City Thunder.\n\nAccording to its press release, the NBA was \"suspending game play following the conclusion of [Wednesday's] schedule of games until further notice.\" The Jazz's game was cancelled, as was another NBA game Wednesday between the Sacramento Kings and the New Orleans Pelicans. Other games scheduled for Wednesday were still held, according to NBC News.\n\nThe United States' other major basketball organization, the National Collegiate Athletic Association, which runs college basketball, has cancelled its own tournament, March Madness, for both men's and women's leagues.\n\nAccording to Johns Hopkins University, as of Wednesday, there were at least 1,279 confirmed cases of COVID-19 in the United States. CNBC reported there were at least 118,381 cases worldwide."}
{"title": "SARS-CoV-2 surpasses 100,000 confirmed deaths in the United States\n", "published_at": "Friday, May 29, 2020\n", "body": "\nOn Wednesday, the total number of confirmed deaths linked to SARS-CoV-2 coronavirus infections surpassed 100,000 in the United States, Johns Hopkins University data indicated. The coronavirus causes COVID-19, a sometimes-fatal disease. The milestone came just under a month after the total number of confirmed infections in the United States surpassed one million on April 28.\n\nAs of Wednesday, the United States had the highest number of known infections, accounting for around 30% of world-wide coronavirus infections with over 1.6 million confirmed cases. The United States likewise had the highest number of confirmed deaths linked to the coronavirus, with the next highest country, the United Kingdom, reporting 37,542 deaths as of Wednesday.\n\nThe milestone came as states began to relax restrictions put in place during the COVID-19 pandemic. According to the University of Washington's Institute for Health Metrics and Evaluation, the coronavirus may cause roughly 32,000 more deaths in the United States by August 4."}
{"title": "Iranian government official Mohammad Mir-Mohammadi dies of COVID-19\n", "published_at": "Tuesday, March 3, 2020\n", "body": "\nSeyed Mohammad Mir-Mohammadi, a council member of Iranian Expediency Discernment Council, died of COVID-19, the government announced yesterday. Mir-Mohammadi was 71 years old. According to the report by Tasnim News Agency, he died at the Masih-e-Daneshavari hospital in the capital city Tehran.\n\nMir-Mohammadi served as one of the advisors of the Supreme Leader of the Islamic Republic of Iran. He had served Iran's Supreme Leader Ali Khamenei in that capacity since 2017. Mir-Mohammadi had previously represented Iran's Qom Province in the Islamic Consultative Assembly.\n\nA few days back, Mir-Mohammadi's mother died after contracting COVID-19, Tehran Times reported. She was sister of Grand Ayatollah Mousa Shubairi Zanjani. Multiple Iranian government officials including deputy health minister Iraj Harirchi and vice president of women and family affairs Masoumeh Ebtekar had also contracted COVID-19.\n\nOffering his condolence, speaker of the parliament Ali Larijani wrote on Instagram: \"The years of his life, thanks to this popular personality, committed to political virtue, have always served the Islamic system, and from his youth until his final years, his sincere desire to do so did not diminish. [...] he offered honest services such as representing the honorable people of Qom, chairing the President's office and joining the Expediency Council.\" ((fa))\n\nAli Reza Raisi, speaking for the country's Health Ministry, reported yesterday, \"The definite latest numbers we have are 523 new infections and 12 new deaths so the total number of those infected until now is 1501 and the number of deaths is 66\". According to Johns Hopkins Center for Systems Science and Engineering late today, 291 patients have recovered from the virus in Iran."}
{"title": "German authorities confirm first case of novel coronavirus in Germany\n", "published_at": "Tuesday, January 28, 2020\n", "body": "\nYesterday evening, the Bavarian State Ministry of Public Health and Health Care in Munich, Germany confirmed a case of coronavirus infection in a man from Starnberg district. The man has been isolated and is in good condition, the report said.\n\nYesterday, the World Health Organization (WHO) raised the 2019-nCoV coronavirus global risk assessment from \"moderate\" to \"high\". The regional risk was \"high\", and the risk assessment in China \"very high\".\n\nAccording to the official WHO report yesterday, there had been 2741 confirmed cases, 80 deaths, 461 severe cases, and 5794 suspected cases in China, 37 confirmed cases in other countries.\n\nWHO said they are uncertain whether it may possible for the infected individuals to be infectious before symptoms show, during the incubation period. China has invested about nine billion US dollars to develop efficient diagnostics and treatment."}
{"title": "English mathematician John Horton Conway dies after contracting COVID-19\n", "published_at": "Tuesday, April 14, 2020\n", "body": "\nEnglish mathematician John Horton Conway died on Saturday at his New Jersey home, reportedly due to COVID-19 complications. Princeton University neuroscience professor Sam Wang stated that Conway developed a fever on Wednesday before his death on Saturday. Conway was 82 years old.\n\nConway is known for devising a cellular automaton known as Conway's Game of Life. Cellular automata are discrete models consisting of a grid of cells. He also developed the chained arrow notation for expressing very large integers. Conway is also known for formulating the angel problem of combinatorial game theory, and his work involving surreal numbers.\n\nFor his mathematical contributions, Conway was elected as a Fellow of the Royal Society in 1981 and admitted to the American Academy of Arts and Sciences in 1992. His other accolades include the Berwick Prize in 1971, the George Pólya Prize in 1987, the Nemmers Prize in Mathematics in 1998 and the Leroy P. Steele Prize in 2000.\n\nConway's death was mourned by various members of the academic community. Sam Wang called Conway \"[a]n incomparable mathematician, a pleasant neighbor, and an excellent coffee acquaintance.\" US theoretical astrophysicist David Spergel tweeted that Conway \"was a warm and gentle soul.\" Independent filmmaker and journalist Brady Haran, known for his educational YouTube channel Numberphile, posted a podcast dedicated to Conway."}
{"title": "COVID-19 may spread like flu, say scientists\n", "published_at": "Saturday, February 22, 2020\n", "body": "\nIn a report released in The New England Journal of Medicine on Wednesday, scientists studying patients in Zhuhai in China's Guangdong Province reported that the newly emerged SARS-CoV-2, the coronavirus that causes COVID-19, may spread in a manner similar to influenza — suggesting, experts noted, that this outbreak, which began in the city of Wuhan in Hubei Province in December 2019, may call for containment measures similar to those for influenza.\n\nResearchers used polyester swab samples from the noses and throats of eighteen infected volunteers, including one asymptomatic infected volunteer. They found the virus's behavior resembled that of influenza rather than severe acute respiratory syndrome (SARS), even though SARS-CoV-2 is more closely related to the viruses that cause SARS — hence its name — than to a typical influenza virus.\n\nIn humans, SARS viruses tend to live in the lower respiratory tract, where they can cause pneumonia. The COVID-19 virus, however, can live in both the lower and upper respiratory tract: the researchers found significant quantities of virus in samples taken from the volunteers' noses and throats. This and the fact that one of the volunteers had no symptoms while others had only mild ones raises the concern that, like a flu virus, SARS-CoV-2 could be spread directly from person to person by people who do not realize that they are putting others in danger.\n\nImmunologist Kristian Andersen of Scripps Research said, in response to the study, \"This virus is clearly much more capable of spreading between humans than any other novel coronavirus we've ever seen. This is more akin to the spread of flu[.]\"\n\nEfforts to contain the SARS outbreak, which took place in 2003, mainly involved preventing the spread of the virus within hospitals. If these findings are accurate, scientists say, containing COVID-19 may require a different approach.\n\nThe R0 number for SARS-CoV-2 — the number of other people to whom each infected person transmits the virus before either dying or becoming noncontagious — has yet to be calculated. R0 can change over time as populations become more resistant, more vaccinated, or more careful. For context, SARS-CoV has a basic R0 estimated in the range 2–4 and influenza in the range 2–3. The measles R0 is about 12–18. Ebola and HIV have R0 values of about 2. Generally, outbreaks with R0 values under 1 end on their own and those with values over 1 do not.\n\n"}
{"title": "Face coverings to be mandatory on public transport in England from June 15, transport secretary declares\n", "published_at": "Friday, June 5, 2020\n", "body": "\nYesterday, England's transport secretary, Grant Shapps, announced that from June 15, wearing a face covering would become compulsory while riding public transport in England. The measure, addressing the spread of the SARS-CoV-2 coronavirus, would apply to people using public trains, buses, aircraft, and other modes.\n\n\nShapps announced the measure at the UK Government's daily coronavirus briefing. He said it would be \"a condition of travel\" and \"surgical masks[...] we must keep for clinical settings\" so the general public should use \"the kind of face covering you can easily make at home.\"\n\nThose who violate the guidelines could be subject to a fine under National Rail Conditions of Travel and the Public Service Vehicle Regulations for Buses, as well as being denied from traveling.\n\nThe measure would except very young children, disabled people, and those with breathing difficulties.\n\nTrain drivers' trade union Aslef general secretary Mick Whelan commented, “We have been working closely with the government to ensure that agreed increases in services on Britain's train, and Tube, network is done in a safe and controlled manner – to help spread [the travellers], and maintain social distancing – for the safety of passengers and staff[...] The instruction to wear face coverings to help prevent the spread of the coronavirus will ease the concerns of people travelling, and working, on the transport network.”\n\nThe general secretary of the RMT union (National Union of Rail, Maritime and Transport Workers), Mick Cash, said the measure was \"nowhere near enough.\"\n\nThe June 15 planned date of the introduction of the measures is the current expected date for the reopening of non-essential retail stores.\n\nEngland would be the only country in the United Kingdom to have these measures put in place. Wales have made no recommendation regarding face covering. Northern Ireland has suggested people \"think about\" it in situations where they cannot apply social-distancing.\n\nScotland First Minister Nicola Sturgeon said a compulsory introduction of face coverings could be \"inevitable\" and that she was considering it."}
{"title": "First foreigners die from coronavirus in Wuhan, China\n", "published_at": "Monday, February 10, 2020\n", "body": "\nAccording to officials on Saturday, the coronavirus 2019-nCoV may have killed two male foreign visitors in Wuhan, China — a man from the United States who tested positive for the virus, and another man from Japan who was suspected of dying from the virus — reportedly the first foreign deaths from the virus within the borders of China. As of yesterday, the virus had reportedly killed at least 813 in China and infected around 35,000 worldwide in at least 28 countries.\n\nAccording to the U.S. embassy in Beijing, the infected 60-year-old western man died in February 6; Chinese authorities referred to him as \"Chinese-American.\" Japanese officials said the Japanese man showed symptoms similar to the coronavirus infection and was suspected to have it; his death, they reported, was officially described as viral pneumonia.\n\nChinese citizens have criticized their government's initial response to the outbreak. Police detained eight people for \"spreading rumors,\" including ophthalmologist Li Wenliang, who tried to warn people about the viral outbreak in December. Li died of the infection on Friday, which quickly became the most frequently discussed subject on the Chinese social networking platform Weibo. The hashtag \"#we want freedom of speech#\" quickly reached at least about two million views before being deleted by censors.\n\nThe government of China has quarantined a number of cities over the virus.\n\nGovernments in east Asia have prevented at least two cruise ships from disembarking at their intended ports because some of the people on board tested positive for coronavirus.\n\nIn addition to the deaths recorded in China, one person in the Philippines and one in Hong Kong have died of this new coronavirus."}
{"title": "Burundi President Pierre Nkurunziza dies aged 55\n", "published_at": "Thursday, June 11, 2020\n", "body": "\nPierre Nkurunziza, the President of Burundi, died at the age of 55 on Monday. The government of Burundi on Tuesday announced his death and announced the cause of death as a cardiac arrest. Nkurunziza became president of the African nation in 2005 and was due to stand down in August.\n\nThe government statement, which was posted on Twitter, announced the President's death \"with great sorrow to Burundians and the international community.\" Nkurunziza was taken ill on Saturday evening, after attending a volleyball game, and taken to hospital. Despite signs of recovery on Sunday, he suffered a cardiac arrest on Monday and died, government officials stated. They also declared seven days of national mourning.\n\nAs of Tuesday, his widow, Denise, was being medically treated in Kenya. An Al Jazeera reporter in Kenya noted local news reports said she was diagnosed with COVID-19.\n\nNkurunziza was currently serving his third term as president after first being elected in 2005. His decision to run for a third term led to tensions and a failed coup in the country in which hundreds died. The constitution was changed again, allowing him to run for a forth term, before he announced he would stand down. His presidential term was to end in August, in favor of his elected successor, Evariste Ndayishimiye.\n\nBurundi had twelve years of civil war leading up to Nkurunziza's presidency. Around 300,000 people were killed in the conflict, during which Nkurunziza served in the CNDD-FDD, the group that would eventually become the nation's ruling party."}
{"title": "Bangladesh reports five new deaths due to COVID-19, a daily highest\n", "published_at": "Wednesday, April 8, 2020\n", "body": "\nYesterday, Bangladesh has confirmed five new deaths due to COVID-19 on the day. This is the highest number of fatalities in a day due to the virus. As of yesterday, Bangladesh's Institute of Epidemiology, Disease Control and Research (IEDCR) reported the number of recorded infected cases included 114 active cases and 33 recovered cases who were staying home. A total of 17 deaths have been recorded.\n\nIn an online news briefing, the director of IEDCR, Dr Meerjady Sabrina Flora, said the fatalities included four males and one female. According to Dr Meerjady, two cases were aged above 60, two between 51 and 60, and one 41-50 years old. She also said two of the victims were from Dhaka. The World Health Organization (WHO) declared COVID-19 a pandemic on March 11.\n\nA hospital official told Anadolu Agency, a local news outlet, that one of the deceased was Jalal Saifur Rahman, a director of Bengali Anti-Corruption Commission, who was cared for at the Kuwait Maitree Hospital.\n\nOn Saturday, in an online video announcement, Bangladeshi Road Transport and Bridges Minister Obaidul Quader said public transport would be shut down for longer than initially planned, until this coming Saturday. This public transport shutdown had initially started on March 26 and was planned to end on Saturday, April 4. Transport of essential goods -- medical, fuel and food -- was still allowed.\n\nThe first recorded incidents of COVID-19 infection in Bangladesh were on March 8, in two people who returned from Italy and also the wife of one of them. As of March 19, these three had already recovered.\n"}
{"title": "200 in New Delhi, India drink cow urine to fight off COVID-19\n", "published_at": "Tuesday, March 17, 2020\n", "body": "On Saturday, a few hundred people attended a gaumutra party (cow urine party) to fight off COVID-19. The party was organised by Akhil Bharat Hindu Mahasabha (All India Hindu Union) president Swami Chakrapani where the attendees consumed cow urine to prevent themselves from being infected by the coronavirus. Reuters estimated around 200 people attended the event held at the Indian capital city of New Delhi.\n\nSpeaking to Reuters, an attendee Om Prakash said, \"We have been drinking cow urine for 21 years, we also take bath in cow dung. We have never felt the need to consume English medicine\".\n\nA yajña (literally means sacrifice, devotion, worship, or offering) was conducted at the start of the meeting and a poster of coronavirus, personified as an avatar of the Hindu god Narsimha, was displayed. At the event, ABHM president Chakrapani said \"Coronavirus has come because of the people who kill and eat animals. When you kill an animal, it creates a sort of energy that causes destruction in that place\".\n\nIn February, Chakrapani said, \"Corona is not a virus, but avatar for the protection of poor creatures. They have come to give the message of death and punishment to the one who eats them\".\n\nCOVID-19 was previously announced to be a \"pandemic\" by the World Health Organization (WHO). According to the WHO's situation report dated March 16, the virus claimed 6606 lives, and 167,515 cases were reported of this disease. The WHO's website said: \"While some western, traditional or home remedies may provide comfort and alleviate symptoms of COVID-19, there is no evidence that current medicine can prevent or cure the disease. The WHO does not recommend self-medication with any medicines, including antibiotics, as a prevention or cure for COVID-19.\"\n\nHowever, addressing the global leaders, Chakrapani proposed: \"I request all the presidents and prime ministers of the world to take cow urine on a daily basis. You have all these scientists who don't know the cure, we have the cure given to us by the gods\".\n\nChakrapani had said, \"Corona was quiet in India because of yajña rituals. But these ignorant, arrogant Telangana ministers have challenged corona by killing animals and eating chicken in public, that there is a speculation of seeing the most formidable form of corona. Thus, these ministers should promptly seek forgiveness from corona, else it would be a disaster that noone can stop.\" ((hi)) Earlier this month, Chakrapani told ThePrint, \"Just like we organise tea parties, we have decided to organise a gaumutra party, wherein we will inform people about what is coronavirus and how, by consuming cow-related products, people can be saved from it\".\n\nCows are considered sacred by Hindus and politicians of the Hindu-nationalist party Bharatiya Janta Party had previously cited the medicinal benefits of cow urine. Similar sentiment was shared by a Minister of Legislative Assembly from Assam earlier this month. Suman Haripriya of the Hajo assembly said \"Coronavirus is an airborne disease and it can be cured by using gaumutra and cow dung.\"\n\nAccording to the reports by Johns Hopkins Center for Systems Science and Engineering, there are at least 142 cases in India, of which three patients have died. 14 have recovered so far in the country. Multiple schools and colleges are closed across the country as a precautionary measure to slow down the spread of this virus. Passengers at airports are being screened to ensure safety.\n\n\n"}
{"title": "Arizona, Florida, Illinois hold 2020 US presidential primaries; Ohio postpones\n", "published_at": "Friday, March 20, 2020\n", "body": "\nOn Tuesday, the United States Democratic Party held primary elections in the states of Arizona, Florida, and Illinois. By reports, former Vice President of the United States Joe Biden won all three elections. Ohio, which was also scheduled to hold a primary election, delayed its voting in the face of the national emergency around the spread of the COVID-19 disease. The same day, incumbent President of the United States Donald Trump became the Republican Party's presumptive nominee for the 2020 United States presidential election after winning the party's primaries in Florida and Illinois.\n\nThe Democratic and Republican Parties use primary elections, along with caucuses, to select their nominees for the 2020 presidential election. For a candidate to win the Democratic Party's nomination, a total of at least 1,991 delegates are needed. The three primary elections the Democratic party held represented a total of 441 delegates.\n\nBiden's victories in Arizona, Florida, and Illinois left him with a reported total of 1,124 pledged delegates; United States Senator from Vermont Bernie Sanders trailed him with a total of 815. In the 2016 United States presidential election, Sanders also lost in all three of these states to Hillary Clinton. The Democratic Party awards delegates proportionally to how candidates fare; candidates must receive at least 15% of the vote to be eligible to earn delegates from a state, territory, or district within a state or territory.\n\nOn the Republican side, 1,276 delegates are required to secure the nomination. After winning the Republican Party's primaries in Florida and Illinois on Tuesday, Trump reportedly amassed 1,330 delegates, more than the number needed, making him the Republican Party's presumptive nominee.\n\nIn Ohio, which was planning to hold its primary election on Tuesday, Governor Mike DeWine postponed it, citing the health crisis. In a two-part statement on Twitter, he wrote, \"During this time when we face an unprecedented public health crisis, to conduct an election tomorrow would force poll workers and voters to place themselves at an unacceptable health risk of contracting coronavirus.\" He continued by announcing, \"As such, @DrAmyActon will order the polls closed as a health emergency. While the polls will be closed tomorrow, Secretary of State @FrankLaRose will seek a remedy through the courts to extend voting options so that every voter who wants to vote will be granted that opportunity.\"\n\nDeWine's decision comes a few days after President Trump declared a national emergency in response to the ongoing coronavirus outbreak. The World Health Organization has classified the the outbreak of COVID-19 disease as a pandemic.\n\nAs of Tuesday, Ohio was one of six states that had decided to postpone its election. Maryland rescheduled most of its primary races to June 2; they were originally planned for April 28. It did not change the date of its special election to fill the United States House of Representatives seat formerly held by Elijah Cummings, but instead is to switch to mail-in voting only. Cummings died in October at the age of 68.\n\nThe Democratic National Committee urged states not to reschedule their elections but rather to use mail-in voting instead. Support for mail-in voting also came from United States Senator from Minnesota Amy Klobuchar. On Monday, Klobuchar, along with Senator Ron Wyden of Oregon, introduced a bill to require voting by mail in all states as an emergency measure. Klobuchar was herself a candidate in the 2020 presidential election before she ended her campaign.\n"}
{"title": "World Health Organization names new coronavirus COVID-19\n", "published_at": "Friday, February 14, 2020\n", "body": "\nOn Tuesday, the World Health Organization (WHO) announced the official name of the coronavirus-induced disease first recognized about two months ago in Wuhan, China: \"COVID-19\" is to replace the WHO's temporary designation \"2019-nCoV.\"\n\n\"COVID-19\" is the name of the disease rather than the virus. The International Committee on Taxonomy of Viruses named the virus that causes it \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2).\n\nReportedly, \"COVI\" represents the coronavirus, \"D\" is for \"disease,\" and \"19\" for the year it was first detected, 2019.\n\nWHO director-general Tedros Adhanom Ghebreyesus said the name had to be easy to say and, to prevent stigma, it must not cite any specific person, animal, profession or place, per WHO guidelines established in 2015.\n\nThe guidelines cite the 2009 H1N1 outbreak as an example of what not to do. That year's H1N1 was commonly called \"swine flu.\" The government of Egypt ordered the killing of over 300,000 pigs. According to the United Nations' Food and Agriculture Organization's chief veterinary officer, it was completely unnecessary. The guidelines also list Middle East Respiratory Syndrome, from 2013, as an undesirable name.\n\nIn an interview with Time magazine, Northwestern University public health expert Wendy Parmet said naming the virus after Wuhan would place \"tremendous stigmatization on the people of Wuhan who are the victims[.]\" She went on to say, \"People tend to think of the disease as belonging to, as being a characteristic of some group of people associated with the place name, which can be really stigmatizing [...] To be thought of as a hole of disease is not going to be productive. It encourages the next city not to come forward, not to report a disease if your city is labeled as the disease. [...] You want something that's easy and that people are going to keep using otherwise they're going to substitute it with more problematic slang[.]\"\n\nJohns Hopkins Center for Health Security medical anthropologist Monica Schoch-Spana told the press in a separate interview, \"People with a different national, ethnic or religious background have historically been accused of spreading germs regardless of what the science may say[.]\" As of Tuesday there had been reports of people avoiding or harassing Chinese and perceived-to-be Chinese individuals in several countries over the current outbreak, including Italy, the United States, Thailand, and Canada.\n\nSARS-CoV-2 has already killed more than 1,000 people and infected tens of thousands.\n\n"}
{"title": "World Health Organization declares COVID-19 pandemic\n", "published_at": "Saturday, March 14, 2020\n", "body": "\nOn Wednesday, the World Health Organization (WHO) declared the ongoing outbreak of COVID-19 — the disease caused by coronavirus SARS-CoV-2 — to be a pandemic.\n\nAlthough the word \"pandemic\" only refers to how widely a disease has spread, not how dangerous specific cases are, the WHO noted the need to drive governments to action: \"All countries can still change the course of this pandemic. If countries detect, test, treat, isolate, trace and mobilize their people in the response,\" said Tedros Adhanom Ghebreyesus, the Director-General of the WHO. \"We are deeply concerned both by the alarming levels of spread and severity and by the alarming levels of inaction.\"\n\nAccording to Dr. Tom Frieden, formerly the director of the United States' Centers for Disease Control and Prevention, the pandemic is \"unprecedented.\" He said, in remarks published by CNN in February, \"[o]ther than influenza, no other respiratory virus has been tracked from emergence to continuous global spread.\"\n\nGhebreyesus expressed a similar view, saying \"[w]e have never before seen a pandemic sparked by a coronavirus.\" He continued, \"[a]nd we have never before seen a pandemic that can be controlled at the same time.\"\n\nThe new status as a pandemic follows the WHO's decision in January to declare the outbreak a public health emergency of international concern. The United States' National Institute of Allergy and Infectious Disease's director, Dr. Anthony Fauci, said of the outbreak, \"[b]ottom line, it's going to get worse.\"\n\nAs of Thursday, Associated Press reported there were at least 126,000 cases of COVID-19 worldwide, resulting in over 4,600 deaths."}
{"title": "US state of Wisconsin holds 2020 election amidst COVID-19 concerns\n", "published_at": "Tuesday, April 7, 2020\n", "body": "\nToday, the state of Wisconsin held elections following a court battle over attempts to delay or extend the voting. The elections came amidst concerns regarding the spread of SARS-CoV-2, the coronavirus that causes the COVID-19 disease.\n\nWisconsin's elections included the Democratic and Republican Party's primary elections, and the general election for the race to fill a seat on the state's Supreme Court, among others. The Democratic and Republican Parties use primary elections, along with caucuses, to select their nominees for the 2020 United States presidential election. According to reports, all other US states with elections scheduled to occur in April either delayed their election or switched to entirely mail-in voting.\n\nFor a candidate to win the Democratic Party's nomination, a total of at least 1,991 delegates are needed. The Democratic Party awards delegates proportionally to how candidates fare; candidates must receive at least 15% of the vote to be eligible to earn delegates from a state, territory, or district within a state or territory. The Wisconsin primary represents 84 delegates. According to NPR, former Vice President of the United States Joe Biden has amassed 1,217 pledged delegates so far, while United States Senator from Vermont Bernie Sanders has earned 914.\n\nYesterday, Tony Evers, the governor of Wisconsin, signed an executive order delaying the election until June, citing the health risks posed by the COVID-19 pandemic. The move came after William Conley, a United States District judge, ordered last week that absentee ballots be accepted until April 13, and votes not be counted until then.\n\nThe decision was challenged in court, and the Wisconsin Supreme Court ruled Evers lacked authority to single-handedly reschedule Wisconsin's election. The United States Supreme Court later ruled against Conley's extension of absentee voting as well. Part of the court order that was not overturned declared that ballots would not be counted until 4 p.m. on April 13.\n\nA number of poll workers quit ahead of Wisconsin's election, leading to the state using the National Guard to man polling booths. The city of Milwaukee reduced the number of polling stations from 180 to 5, leading to lines multiple blocks long outside of the polling stations.\n\nBefore the deadline last week, over a million people requested absentee ballots to vote by mail. According to the Wisconsin Elections Commission, as of yesterday morning, over 500,000 ballots were not yet returned, and over 11,000 were not yet sent out."}